Repository: Retzudo/beesh
Catalog: beez/frontend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Search
de: Suchen

source: Settings
de: Einstellungen

source: Log out
de: Ausloggen

source: Register
de: Registrieren

source: Log in
de: Einloggen

source: Apiary
de: Bienenstand

source: Statistics
de: Statistiken

source: Hives
de: Bienenstöcke

source: Last Inspection
de: Letzte Durchsicht

source: Insp
de: Durchs

source: Queen
de: Königin

source: Qn
de: Kn

source: N/A
de: k. A.

source: Create Inspection
de: Durchsicht erstellen

source: Transfer Hive
de: Bienenstock übertragen

source: Edit
de: Bearbeiten

source: No hives
de: Keine Bienenstöcke

source: Total
de: Gesamt

source: Add Hive
de: Bienenstock hinzufügen

source: Add Your First Hive
de: Ersten Bienenstock hinzufügen

source: Con
de: Lage

source: Avg
de: Durchschn.

source: Address
de: Adresse

source: Notes
de: Notizen

source: Map
de: Karte

source: Show on Map
de: Auf Karte anzeigen

source: Files
de: Dateien

source: File
de: Datei

source: Uploaded
de: Hochgeladen

source: Size
de: Größe

source: Delete file
de: Datei löschen

source: No files yet.
de: Noch keine Dateien.

source: Add File
de: Datei hinzufügen

source: Add Your First File
de: Erste Datei hinzufügen

source: Do you really want to delete the file <strong>%(file.file.name)s</strong>?
de: Willst du die Datei <strong>%(file.file.name)s</strong> wirklich löschen?

source: Cancel
de: Abbrechen

source: Add file to apiary
de: Datei zu Bienenstand hinzufügen

source: Choose a file
de: Datei auswählen

source: Upload
de: Hochladen

source: Edit Apiary
de: Bienenstand bearbeiten

source: Create Apiary
de: Bienenstand hinzufügen

source: Detect
de: Erkennen

source: Select on map
de: Auf Karte auswählen

source: Save Apairy
de: Bienenstand speichern

source: Apiaries
de: Bienenstände

source: Coords
de: Koord.

source: Open Map
de: Karte öffnen

source: No apiaries
de: Keine Bienenstände

source: Add Apiary
de: Bienenstand hinzufügen

source: Add Your First Apiary
de: Ersten Bienenstand hinzufügen

source: Do you really want to delete this hive?
de: Willst du diesen Bienenstock wirklich löschen?

source: Delete Hive
de: Bienenstock löschen

source: Hive
de: Bienenstock

source: Inspections
de: Durchsichten

source: Date
de: Datum

source: Last Recorded Weight
de: Zuletzt notiertes Gewicht

source: Wgt
de: Gew

source: No Inspections
de: Keine Durchsichten

source: Add Inspection
de: Durchsicht erstellen

source: Create Your First Inspection
de: Durchsicht erstellen

source: Description
de: Beschreibung

source: Year
de: Jahr

source: Number
de: Nummer

source: Specify queen
de: Königin festlegen

source: Delete File
de: Datei löschen

source: Edit Hive
de: Bienenstock bearbeiten

source: Create Hive
de: Bienenstock hinzufügen

source: Save Hive
de: Bienenstock speichern

source: Do you really want to delete this queen of the hive <em>%(queen.hive)s</em>?
de: Willst du die diese Königin des Bienenstocks <strong>%(queen.hive)s</strong> wirklich löschen?

source: Delete Queen
de: Königin löschen

source: Edit Queen
de: Königin bearbeiten

source: Create Queen
de: Königin erstellen

source: Save Queen
de: Königin speichern

source: Welcome to Beez!
de: Willkommen bei Beez!

source: <strong>Beez</strong> is an open-source software project that aims to help beekeepers with different tasks.
de: <strong>Beez</strong> ist ein Open-Source Softwareprojekt, dass ImkerInnen bei verschiedenen Tätigkeiten unterstützt.

source: <strong>Beez</strong> is in its <em>alpha stage</em> which means things constantly change. New features are added while others may disappear. Data loss is also a possibility.
de: <strong>Beez</strong> ist in einer <em>Alpha-Phase</em> was bedeutet, dass sich Dinge ständig ändern. Neue Features werden hinzugefügt und andere können verschwinden. Datenverlust ist auch möglich.

source: <h2>Features</h2> <p> <ul> <li>Manage a number of apiaries and hives.</li> <li>Weather forecast for an apiary's location.</li> <li>Show your apiary on a map and track what area your bees can cover.</li> <li>Create inspections for your hives and collect data.</li> <li>Print out QR codes and stick them to your hives for quick access on mobile phones.</li> <li>A browsable, Swagger/OpenAPI documented, RESTful <a href="%(api_url)s" target="_blank">API</a>.</li> </ul> </p>
de: <h2>Features</h2> <p> <ul> <li>Verwalten von mehreren Bienenständen und -stöcken.</li> <li>Wettervorhersage für Bienenstände.</li> <li>Anzeigen von Bienenständen auf einer Karte um zu überprüfen welchen Bereich die Bienen abdecken können.</li> <li>Durchsichten für Bienenstöcke erstellen um Daten zu sammeln.</li> <li>QR-Codes ausdrucken um Bienenstöcke schnell auf einem Mobilgerät zu öffnen.</li> <li>Ein navigierbares, mit Swagger/OpenAPI dokumentiertes, RESTful <a href="%(api_url)s" target="_blank">API</a>.</li> </ul> </p>

source: <h2>Possible future features</h2> <p> <ul> <li>Weather alerts.</li> <li>Detailed statistics.</li> <li>Beekeeping related alerts like missed Varroa treatments or harvest reminders.</li> <li>A native phone app.</li> </ul> If you'd like to see a feature, let us know on the project's <a href="https://github.com/Retzudo/beez/issues" target="_blank">GitHub issues page</a>. </p>
de: <h2>Mögliche zukünftige Features</h2> <p> <ul> <li>Wetterwarnungen.</li> <li>Detailierte Statistiken.</li> <li>Imkerei-relevante Warnung wie verpasste Varroabehandlungen oder Ernteerinnerungen.</li> <li>Eine native Handy-App.</li> </ul> Wenn dir ein Feature abgeht, lass es uns auf der <a href="https://github.com/Retzudo/beez/issues" target="_blank">GitHub Issues-Seite</a> des Projekts wissen. </p>

source: <a href="%(register_url)s">Create an account</a> or <a href="%(login_url)s">log in.</a>
de: <a href="%(register_url)s">Einen Account erstellen</a> oder <a href="%(login_url)s">einloggen.</a>

source: Delete Inspection
de: Durchsicht löschen

source: Do you really want to delete this inspection of the hive <em>%(inspection.hive)s</em> from %(inspection.date)s?
de: Willst diese Durchsicht für den Bienenstock <em>%(inspection.hive)s</em> vom %(inspection.date)s wirklich löschen?

source: Inspection
de: Durchsicht

source: Saw Queen
de: Königin gesichtet

source: Needs food
de: Braucht Futter

source: Weight
de: Gewicht

source: Gave food
de: Futter gegeben

source: Mites counted
de: Milben gezählt

source: Est. mite pop.
de: Gesch. Milbenbef.

source: Mite treatment
de: Milbenbehandlung

source: Edit Inspection
de: Durchsicht bearbeiten

source: Now
de: Jetzt

source: Save Inspection
de: Durchsicht speichern

source: Beez <em>v%(beez_version)s</em>. Licensed under the <a href="https://www.gnu.org/licenses/gpl-3.0.txt" target="_blank">GNU GPLv3</a>. Code on <a href="https://github.com/Retzudo/beez" target="_blank"><span class="icon"><i class="fab fa-github"></i></span><span>GitHub</span></a>.
de: Beez <em>v%(beez_version)s</em>. Linzensiert unter der <a href="https://www.gnu.org/licenses/gpl-3.0.txt" target="_blank">GNU GPLv3</a>. Code auf <a href="https://github.com/Retzudo/beez" target="_blank"><span class="icon"><i class="fab fa-github"></i></span><span>GitHub</span></a>.

source: Apiary found
de: Bienenstand gefunden

source: Hive found
de: Bienenstock gefunden

source: Queen found
de: Königin gefunden

source: Save
de: Speichern

source: Summary
de: Zusammenfassung

source: Total apiaries
de: Bienenstände gesamt

source: Total hives
de: Bienenstöcke gesamt

source: Total weight
de: Gewicht gesamt
